{
  "text": {
    "hi": 51,
    "hello": 48,
    "hey": 50,
    "good": 44,
    "morning": 69,
    "evening": 29,
    "what": 120,
    "s": 92,
    "up": 114,
    "howdy": 54,
    "there": 105,
    "bye": 17,
    "goodbye": 45,
    "see": 95,
    "you": 127,
    "later": 61,
    "catch": 19,
    "ya": 123,
    "talk": 103,
    "to": 109,
    "soon": 97,
    "yes": 125,
    "yeah": 124,
    "indeed": 58,
    "of": 79,
    "course": 22,
    "sure": 101,
    "definitely": 23,
    "absolutely": 3,
    "that": 104,
    "right": 89,
    "no": 76,
    "nope": 77,
    "never": 73,
    "i": 56,
    "don": 26,
    "t": 102,
    "think": 107,
    "so": 96,
    "not": 78,
    "really": 87,
    "way": 118,
    "m": 66,
    "doing": 25,
    "great": 46,
    "fine": 34,
    "feeling": 32,
    "awesome": 7,
    "better": 12,
    "everything": 30,
    "happy": 47,
    "sad": 93,
    "well": 119,
    "upset": 115,
    "things": 106,
    "are": 6,
    "bad": 8,
    "feel": 31,
    "down": 27,
    "unhappy": 113,
    "a": 2,
    "bot": 16,
    "human": 55,
    "who": 121,
    "real": 86,
    "want": 117,
    "plan": 84,
    "trip": 112,
    "help": 49,
    "me": 68,
    "my": 71,
    "vacation": 116,
    "looking": 65,
    "organize": 81,
    "can": 18,
    "with": 122,
    "travel": 111,
    "planning": 85,
    "for": 38,
    "go": 42,
    "on": 80,
    "holiday": 52,
    "need": 72,
    "let": 62,
    "book": 13,
    "flight": 35,
    "find": 33,
    "paris": 82,
    "get": 41,
    "ticket": 108,
    "new": 74,
    "york": 126,
    "fly": 37,
    "london": 64,
    "search": 94,
    "flights": 36,
    "from": 40,
    "delhi": 24,
    "goa": 43,
    "round": 91,
    "mumbai": 70,
    "dubai": 28,
    "chennai": 21,
    "bangalore": 9,
    "may": 67,
    "10th": 0,
    "hotel": 53,
    "room": 90,
    "in": 57,
    "place": 83,
    "stay": 99,
    "april": 5,
    "__number__": 1,
    "nights": 75,
    "reserve": 88,
    "accommodation": 4,
    "tokyo": 110,
    "june": 60,
    "booking": 15,
    "bangkok": 10,
    "starting": 98,
    "four": 39,
    "staying": 100,
    "check": 20,
    "intent": 59,
    "book_hotel": 14,
    "ll": 63,
    "be": 11
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "plan_trip": 9,
    "search_flight": 10,
    "book_hotel": 1,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "flight_search_form": 12,
    "hotel_booking_form": 13,
    "plan_trip_form": 14,
    "utter_affirm": 15,
    "utter_default": 16,
    "utter_deny": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_iamabot": 20,
    "utter_mood_great": 21,
    "utter_mood_unhappy": 22,
    "utter_submit_flight_search_form": 23,
    "utter_submit_hotel_booking_form": 24,
    "utter_submit_plan_trip_form": 25
  },
  "action_text": null,
  "intent_response_key": null
}